bierner.markdown-mermaid
davidanson.vscode-markdownlint
dbaeumer.vscode-eslint
dotjoshjohnson.xml
esbenp.prettier-vscode
github.codespaces
github.copilot
github.copilot-chat
github.github-vscode-theme
github.remotehub
github.vscode-github-actions
kevinrose.vsc-python-indent
ms-playwright.playwright
ms-python.black-formatter
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.azure-repos
ms-vscode.remote-explorer
ms-vscode.remote-repositories
ms-vscode.remote-server
postman.postman-for-vscode
qwtel.sqlite-viewer
shd101wyy.markdown-preview-enhanced
streetsidesoftware.code-spell-checker
tyriar.sort-lines
wholroyd.jinja
xabikos.javascriptsnippets
